import TabirFeaturesList from '../TabirFeaturesList/TabirFeaturesList';
import TabirTitleWrapper from '../TabirTitleWrapper/TabirTitleWrapper';
import css from './TabirWrapper.module.css';

export default function TabirWrapper() {
    return <>
        <div className={css.container}>
            <TabirTitleWrapper />
            <TabirFeaturesList />
        <p className={css.text}>
          Основний і наймасштабніший наш захід. Таборовий сезон дозволяє
          доторкнутися до нашої системи виховання молоді і в майбутньому
          продовжити рухатися разом з нами.
          <br /> <br />
          📌Табір наметового типу. Вихованці живуть в наметах по двоє. Намети
          надійні і захищені від дощу. Для певності варто сказати, що таборові
          виховники теж живуть в наметах поруч. Спимо на карематах (туристичний
          килимок) або матрацах і в спальних мішках. Наметами ми забезпечуємо,
          від вас треба спальник та каремат для дитини. <br />
          📌Харчування 3-разове. Кухар кваліфікований і працює з нами вже 4
          роки. За цей час не було жодного випадку отруєння. Порції довільні і
          завжди можна отримати додаткову порцію. Раціон збалансований і меню
          складене згідно державних вимог. <br />
          📌На території є величезний навіс, де діти харчуються, проводять свій
          час і ховаються від негоди. Електрика і світло так само є. Зарядити
          телефони не проблема. <br />
          📌На час таборування телефони зберігаються в сейфі і видаються щодня
          на 1 годину для зв'язку з батьками. <br />
          📌Туалет і душ літнього типу. Доглянуті і охайні, адже з таких базових
          речей починається комфорт. Здоров'я вихованців для нас понад усе.
          <br />
          📌На таборі постійно присутня медсестра і охоронець. В разі серйозних
          травм або ускладнень є черговий автомобіль, яким швидко можна доїхати
          до лікарні. <br />
          📌Доїзд на табір входить у вартість путівки. Ми веземо вихованців
          автобусом з м.Черкаси і привозимо назад так само. <br />
          📌 Програма табору складається з активного відпочинку, отримання
          якісних знань під час гутірок(лекцій) з різних тем — історії,
          медіаграмотності, екосвідомості, ораторського мистецтва, практичних
          навичок з домедичної допомоги, базових навичок тактики та виживання в
          лісі, орієнтування і т.д.
        </p>
        </div>
    </>
}